Repository: Some-Apps/Incremental
Catalog: Calisthenics/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, ru, zh_hans, zh_hant

source: Didn't have to pause
de: Musste nicht pausieren
es: No tuvo que hacer una pausa
fr: N'avez pas eu besoin de faire une pause
ja: 中断する必要はなかった
ko: 잠시 멈출 필요가 없었습니다
pt_br: Não precisou pausar
pt_pt: Não foi necessário pausar
ru: Не пришлось останавливаться
zh_hans: 无需暂停
zh_hant: 不必暫停

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
ja: 難易度
ko: 난이도
pt_br: Dificuldade
pt_pt: Dificuldade
ru: Сложность
zh_hans: 难度
zh_hant: 困難

source: Disagree
de: Nicht einverstanden
es: No estoy de acuerdo
fr: Désaccord
ja: 異議あり
ko: 동의하지 않습니다
pt_br: Discordar
pt_pt: Discordar
ru: Не согласен
zh_hans: 不同意
zh_hant: 不同意

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
pt_pt: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: End User License Agreement
de: Endbenutzer-Lizenzvereinbarung
es: Acuerdo de Licencia de Usuario Final
fr: Contrat de Licence Utilisateur Final
ja: エンドユーザーライセンス契約
ko: 최종 사용자 사용권 계약
pt_br: Contrato de Licença de Usuário Final
pt_pt: Contrato de Licença de Utilizador Final
ru: Лицензионное соглашение с конечным пользователем
zh_hans: 最终用户许可协议
zh_hant: 最終用戶許可協議

source: End User License Agreement (EULA) for Incremental: Calisthenics
de: Endbenutzer-Lizenzvereinbarung (EULA) für Incremental: Calisthenics
es: Acuerdo de Licencia de Usuario Final (EULA) para Incremental: Calistenia
fr: Contrat de Licence Utilisateur Final (EULA) pour Incremental: Calisthenics
ja: Incremental: カリステニクスのエンドユーザーライセンス契約 (EULA)
ko: Incremental: Calisthenics 최종 사용자 사용권 계약 (EULA)
pt_br: Contrato de Licença de Usuário Final (EULA) para Incremental: Calisthenics
pt_pt: Contrato de Licença de Utilizador Final (EULA) para Incremental: Calistenia
ru: Лицензионное соглашение с конечным пользователем (EULA) для Incremental: Calisthenics
zh_hans: Incremental：体操 终端用户许可协议 (EULA)
zh_hant: Incremental: Calisthenics 最終用戶許可協議 (EULA)

source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
ja: エクササイズ
ko: 운동
pt_br: Exercício
pt_pt: Exercício
ru: Упражнение
zh_hans: 锻炼
zh_hant: 運動

source: Exercise History
de: Übungsverlauf
es: Historial de Ejercicio
fr: Historique des exercices
ja: エクササイズ履歴
ko: 운동 기록
pt_br: Histórico de Exercícios
pt_pt: Histórico de Exercícios
ru: История упражнений
zh_hans: 锻炼历史
zh_hant: 運動歷史

source: Exercise Tab
de: Übungs-Tab
es: Pestaña de ejercicios
fr: Onglet Exercice
ja: 運動タブ
ko: 운동 탭
pt_br: Aba de Exercício
pt_pt: Aba de Exercício
ru: Вкладка упражнений
zh_hans: 练习标签
zh_hant: 運動標籤

source: Exercise Title
de: Übungstitel
es: Título del Ejercicio
fr: Titre de l'exercice
ja: エクササイズタイトル
ko: 운동 제목
pt_br: Título do Exercício
pt_pt: Título do Exercício
ru: Название упражнения
zh_hans: 锻炼标题
zh_hant: 運動標題

source: Export All Data
de: Alle Daten exportieren
es: Exportar todos los datos
fr: Exporter toutes les données
ja: すべてのデータをエクスポート
ko: 모든 데이터 내보내기
pt_br: Exportar Todos os Dados
pt_pt: Exportar Todos os Dados
ru: Экспортировать все данные
zh_hans: 导出所有数据
zh_hant: 匯出所有數據

source: Finish
de: Fertig
es: Finalizar
fr: Terminer
ja: 完了
ko: 완료
pt_br: Concluir
pt_pt: Concluir
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Functional Strength Training
de: Funktionelles Krafttraining
es: Entrenamiento de fuerza funcional
fr: Entraînement de force fonctionnelle
ja: 機能的筋力トレーニング
ko: 기능적 근력 트레이닝
pt_br: Treinamento de Força Funcional
pt_pt: Treino de Força Funcional
ru: Функциональная силовая тренировка
zh_hans: 功能性力量训练
zh_hant: 功能力量訓練

source: Get access to additional features like exercise stats, graphs, exercise history and support future development.
de: Erhalte Zugang zu zusätzlichen Funktionen wie Übungsstatistiken, Diagrammen, Übungsverlauf und unterstütze die zukünftige Entwicklung.
es: Obtén acceso a funciones adicionales como estadísticas de ejercicios, gráficos, historial de ejercicios y apoya el desarrollo futuro.
fr: Obtenez un accès à des fonctionnalités supplémentaires comme les statistiques d'exercice, les graphiques, l'historique des exercices et soutenez le développement futur.
ja: 運動統計、グラフ、運動履歴などの追加機能にアクセスして、今後の開発を支援しましょう。
ko: 운동 통계, 그래프, 운동 기록과 같은 추가 기능에 접근하고 향후 개발을 지원하세요.
pt_br: Obtenha acesso a recursos adicionais, como estatísticas de exercícios, gráficos, histórico de exercícios e suporte ao desenvolvimento futuro.
pt_pt: Aceda a funcionalidades adicionais como estatísticas de exercício, gráficos, histórico de exercício e suporte ao desenvolvimento futuro.
ru: Получите доступ к дополнительным функциям, таким как статистика упражнений, графики, история упражнений и поддержка будущих разработок.
zh_hans: 获取额外功能，例如锻炼统计数据、图表、锻炼历史记录和支持未来发展。
zh_hant: 獲取更多功能，如運動統計、圖表、運動歷史以及支持未來開發。

source: Given that no personal data is collected, your privacy is inherently protected. However, we recommend always ensuring that your device's operating system and all apps are updated to the latest versions to maximize your digital security.
de: Da keine personenbezogenen Daten erhoben werden, ist Ihre Privatsphäre von Natur aus geschützt. Wir empfehlen jedoch immer, sicherzustellen, dass das Betriebssystem Ihres Geräts und alle Apps auf die neuesten Versionen aktualisiert sind, um Ihre digitale Sicherheit zu maximieren.
es: Dado que no se recopilan datos personales, tu privacidad está inherentemente protegida. Sin embargo, recomendamos asegurarte siempre de que el sistema operativo de tu dispositivo y todas las aplicaciones estén actualizadas a las últimas versiones para maximizar tu seguridad digital.
fr: Étant donné qu'aucune donnée personnelle n'est collectée, votre vie privée est intrinsèquement protégée. Cependant, nous recommandons toujours de s'assurer que le système d'exploitation de votre appareil et toutes les applications sont mis à jour vers les dernières versions pour maximiser votre sécurité numérique.
ja: 個人情報が収集されないため、プライバシーは本質的に保護されています。ただし、デジタルセキュリティを最大化するために、デバイスのオペレーティングシステムとすべてのアプリを最新バージョンに更新することをお勧めします。
ko: 개인 데이터가 수집되지 않으므로 귀하의 개인정보는 본질적으로 보호됩니다. 그러나 디지털 보안을 최대한 강화하기 위해 항상 디바이스의 운영 체제와 모든 앱을 최신 버전으로 업데이트하는 것을 권장합니다.
pt_br: Dado que nenhum dado pessoal é coletado, sua privacidade é protegida por padrão. No entanto, recomendamos sempre garantir que o sistema operacional do seu dispositivo e todos os aplicativos estejam atualizados para as versões mais recentes para maximizar sua segurança digital.
pt_pt: Considerando que não são recolhidos dados pessoais, a sua privacidade está intrinsecamente protegida. No entanto, recomendamos sempre que certifique que o sistema operativo do seu dispositivo e todas as apps estão atualizados para as últimas versões, para maximizar a sua segurança digital.
ru: Поскольку никакие личные данные не собираются, ваша конфиденциальность автоматически защищена. Однако мы рекомендуем всегда обновлять операционную систему вашего устройства и все приложения до последних версий для максимальной цифровой безопасности.
zh_hans: 鉴于不收集任何个人数据，您的隐私在本质上得到了保护。然而，我们建议始终确保您的设备操作系统和所有应用程序更新到最新版本，以最大限度地提高您的数字安全性。
zh_hant: 由於不收集任何個人數據，所以您的隱私在本質上得到了保護。然而，我們建議您始終確保設備的操作系統和所有應用程序都更新到最新版本，以最大限度地提高您的數位安全性。

source: Had to pause
de: Musste pausieren
es: Tuvo que pausar
fr: A dû s'arrêter
ja: 一時停止しました
ko: 일시 정지해야 했습니다
pt_br: Tive que pausar
pt_pt: Tive de pausar
ru: Пришлось остановить
zh_hans: 不得不暂停
zh_hant: 需要暫停

source: Health Category
de: Gesundheitskategorie
es: Categoría de salud
fr: Catégorie Santé
ja: 健康カテゴリー
ko: 건강 카테고리
pt_br: Categoria de Saúde
pt_pt: Categoria Saúde
ru: Категория здоровья
zh_hans: 健康类别
zh_hant: 健康分類

source: Here you can add and remove exercises and view more info about the exercise by tapping on them.
de: Hier können Sie Übungen hinzufügen und entfernen und durch Tippen auf sie weitere Informationen anzeigen.
es: Aquí puedes agregar y eliminar ejercicios, y ver más información sobre el ejercicio tocándolos.
fr: Ici, vous pouvez ajouter et supprimer des exercices et voir plus d'informations sur chaque exercice en appuyant dessus.
ja: ここでは、運動を追加したり削除したり、運動をタップして詳細情報を表示したりできます。
ko: 여기서 운동을 추가하고 제거할 수 있으며, 탭하여 운동에 대한 추가 정보를 볼 수 있습니다.
pt_br: Aqui você pode adicionar e remover exercícios e ver mais informações sobre o exercício tocando neles.
pt_pt: Aqui podes adicionar e remover exercícios e ver mais informações sobre o exercício ao tocar neles.
ru: Здесь вы можете добавлять и удалять упражнения, а также просматривать дополнительную информацию о них, нажав на них.
zh_hans: 在这里你可以添加和删除练习，并点击查看更多关于练习的信息。
zh_hant: 在這裡，您可以添加和移除運動，並通過點擊它們查看更多關於該運動的信息。

source: Here you can view this tutorial, a history of the exercises you've completed, and view other options.
de: Hier können Sie dieses Tutorial anzeigen, eine Historie der abgeschlossenen Übungen einsehen und andere Optionen einsehen.
es: Aquí puedes ver este tutorial, un historial de los ejercicios que has completado y ver otras opciones.
fr: Ici, vous pouvez consulter ce tutoriel, un historique des exercices que vous avez réalisés et voir d'autres options.
ja: ここではこのチュートリアルを表示したり、完了した運動の履歴を表示したり、他のオプションを表示したりできます。
ko: 여기서 튜토리얼, 완료한 운동 기록, 그리고 다른 옵션을 볼 수 있습니다.
pt_br: Aqui você pode visualizar este tutorial, um histórico dos exercícios que você completou e visualizar outras opções.
pt_pt: Aqui podes ver este tutorial, um histórico dos exercícios que completaste e ver outras opções.
ru: Здесь вы можете просмотреть это руководство, историю выполненных упражнений и другие параметры.
zh_hans: 在这里你可以查看本教程、你完成的练习历史以及其他选项。
zh_hant: 在這裡，您可以查看本教程、已完成運動的歷史記錄以及其他選項。

source: High-Intensity Interval Training
de: High-Intensity-Intervalltraining
es: Entrenamiento de intervalos de alta intensidad
fr: Entraînement par intervalles à haute intensité
ja: 高強度インターバルトレーニング
ko: 고강도 인터벌 트레이닝
pt_br: Treinamento Intervalado de Alta Intensidade
pt_pt: Treino Intervalado de Alta Intensidade
ru: Высокоинтенсивная интервальная тренировка
zh_hans: 高强度间歇训练
zh_hant: 高強度間歇訓練

source: How To Use App
de: So verwenden Sie die App
es: Cómo usar la aplicación
fr: Comment utiliser l'application
ja: アプリの使い方
ko: 앱 사용 방법
pt_br: Como Usar o App
pt_pt: Como Usar a App
ru: Как пользоваться приложением
zh_hans: 如何使用应用程序
zh_hant: 如何使用應用

source: How We Use Your Information
de: Wie wir Ihre Informationen verwenden
es: Cómo usamos tu información
fr: Comment nous utilisons vos informations
ja: 情報の使い方
ko: 귀하의 정보를 사용하는 방법
pt_br: Como Usamos Suas Informações
pt_pt: Como Utilizamos a Sua Informação
ru: Как мы используем вашу информацию
zh_hans: 我们如何使用您的信息
zh_hant: 我們如何使用您的信息

source: If you have any questions about these Terms, please contact Jared Jones at: jonesjar222@gmail.com.
de: Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie bitte Jared Jones unter: jonesjar222@gmail.com.
es: Si tienes alguna pregunta sobre estos Términos, por favor contacta a Jared Jones en: jonesjar222@gmail.com.
fr: Si vous avez des questions concernant ces Conditions, veuillez contacter Jared Jones à: jonesjar222@gmail.com.
ja: これらの利用規約についてご質問がある場合は、jonesjar222@gmail.com の Jared Jones にお問い合わせください。
ko: 이 약관에 대해 궁금한 점이 있으시면 jonesjar222@gmail.com의 Jared Jones에게 문의하십시오.
pt_br: Se você tiver alguma dúvida sobre estes Termos, entre em contato com Jared Jones em: jonesjar222@gmail.com.
pt_pt: Se tiver alguma dúvida sobre estes Termos, por favor contacte Jared Jones através do: jonesjar222@gmail.com.
ru: Если у вас есть вопросы по поводу этих Условий, пожалуйста, свяжитесь с Джаредом Джонсом по адресу: jonesjar222@gmail.com.
zh_hans: 如果您对这些条款有任何疑问，请联系Jared Jones，邮箱：jonesjar222@gmail.com。
zh_hant: 如果您對這些條款有任何疑問，請聯繫Jared Jones：jonesjar222@gmail.com。

source: If you have any questions about this EULA, please contact Jared Jones at: jonesjar222@gmail.com.
de: Wenn Sie Fragen zu diesem EULA haben, kontaktieren Sie bitte Jared Jones unter: jonesjar222@gmail.com.
es: Si tiene alguna pregunta sobre este EULA, comuníquese con Jared Jones a: jonesjar222@gmail.com.
fr: Si vous avez des questions concernant ce CLUF, veuillez contacter Jared Jones à : jonesjar222@gmail.com.
ja: このエンドユーザー使用許諾契約書 (EULA) についてご質問がある場合は、jonesjar222@gmail.com の Jared Jones までご連絡ください。
ko: 이 EULA에 대해 질문이 있는 경우, Jared Jones(jonesjar222@gmail.com)에게 문의하십시오.
pt_br: Se você tiver alguma dúvida sobre este EULA, entre em contato com Jared Jones em: jonesjar222@gmail.com.
pt_pt: Se tiver alguma dúvida sobre este EULA, contacte Jared Jones em: jonesjar222@gmail.com.
ru: Если у вас есть вопросы по этому пользовательскому соглашению, свяжитесь с Джаредом Джонсом по адресу: jonesjar222@gmail.com.
zh_hans: 如对该最终用户许可协议有任何疑问，请联系 Jared Jones，邮箱：jonesjar222@gmail.com。
zh_hant: 如果您對本 EULA 有任何疑問，請聯絡 Jared Jones: jonesjar222@gmail.com。

source: If you have any questions about this Privacy Policy, please contact Jared Jones at: jonesjar222@gmail.com
de: Wenn Sie Fragen zu dieser Datenschutzerklärung haben, kontaktieren Sie bitte Jared Jones unter: jonesjar222@gmail.com
es: Si tiene alguna pregunta sobre esta Política de Privacidad, comuníquese con Jared Jones a: jonesjar222@gmail.com
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez contacter Jared Jones à : jonesjar222@gmail.com
ja: このプライバシーポリシーについてご質問がある場合は、jonesjar222@gmail.com の Jared Jones までご連絡ください
ko: 이 개인정보 보호정책에 대해 질문이 있는 경우, Jared Jones(jonesjar222@gmail.com)에게 문의하십시오.
pt_br: Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato com Jared Jones em: jonesjar222@gmail.com.
pt_pt: Se tiver alguma dúvida sobre esta Política de Privacidade, contacte Jared Jones em: jonesjar222@gmail.com
ru: Если у вас есть вопросы по этой Политике конфиденциальности, свяжитесь с Джаредом Джонсом по адресу: jonesjar222@gmail.com
zh_hans: 如对该隐私政策有任何疑问，请联系 Jared Jones，邮箱：jonesjar222@gmail.com
zh_hant: 如果您對本隱私政策有任何疑問，請聯絡 Jared Jones: jonesjar222@gmail.com

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 非アクティブ
ko: 비활성화됨
pt_br: Inativo
pt_pt: Inativo
ru: Неактивен
zh_hans: 未激活
zh_hant: 非活動中

source: Information We Collect
de: Informationen, die wir sammeln
es: Información que Recopilamos
fr: Informations que nous recueillons
ja: 収集する情報
ko: 수집하는 정보
pt_br: Informações Que Coletamos
pt_pt: Informação que Recolhemos
ru: Информация, которую мы собираем
zh_hans: 我们收集的信息
zh_hant: 我們收集的資訊

source: It looks like this is your first time here. You can read how the app works below or just try to figure it out on your own. You can always view these instructions later in settings
de: Es sieht so aus, als ob dies Ihr erstes Mal hier ist. Sie können unten lesen, wie die App funktioniert, oder es einfach selbst herausfinden. Sie können diese Anweisungen später jederzeit in den Einstellungen anzeigen.
es: Parece que es la primera vez que estás aquí. Puedes leer cómo funciona la aplicación a continuación o simplemente intentar descubrirlo por tu cuenta. Siempre puedes ver estas instrucciones más tarde en configuración
fr: Il semble que ce soit votre première visite ici. Vous pouvez lire comment l'application fonctionne ci-dessous ou essayer de le comprendre par vous-même. Vous pouvez toujours consulter ces instructions plus tard dans les paramètres.
ja: 初めてのご利用のようですね。以下でアプリの使い方を読むか、ご自身で試してみてください。これらの説明は後で設定でいつでも見ることができます。
ko: 여기는 처음 오신 것 같습니다. 아래에서 앱 작동 방법을 읽거나 직접 알아볼 수 있습니다. 설정에서 언제든지 이 지침을 다시 볼 수 있습니다.
pt_br: Parece que esta é a sua primeira vez aqui. Você pode ler como o aplicativo funciona abaixo ou tentar descobrir por conta própria. Você sempre pode ver essas instruções mais tarde nas configurações.
pt_pt: Parece que esta é a sua primeira vez aqui. Pode ler como a aplicação funciona abaixo ou tentar descobrir por si mesmo. Pode sempre ver estas instruções mais tarde nas definições
ru: Похоже, вы здесь впервые. Вы можете прочитать, как работает приложение, ниже или попросту попытаться разобраться самостоятельно. Вы всегда сможете просмотреть эти инструкции позже в настройках
zh_hans: 看起来这是您第一次来这里。您可以阅读下面的应用程序使用说明，也可以自行探索。您随时可以在设置中查看这些说明。
zh_hant: 看起來這是您第一次來這裡。您可以閱讀下面的應用程式操作說明，或者自行摸索。您隨時可以在設置中查看這些說明

source: Last Increment: %.2f
de: Letzte Erhöhung: %.2f
es: Último Incremento: %.2f
fr: Dernier incrément : %.2f
ja: 最終インクリメント: %.2f
ko: 마지막 증가: %.2f
pt_br: Último Incremento: %.2f
pt_pt: Último Incremento: %.2f
ru: Последнее увеличение: %.2f
zh_hans: 上次递增：%.2f
zh_hant: 最後一次增加：%.2f

source: Last Increment: %@ seconds
de: Letzte Erhöhung: %@ Sekunden
es: Último Incremento: %@ segundos
fr: Dernier incrément : %@ secondes
ja: 最終インクリメント: %@ 秒
ko: 마지막 증가: %@ 초
pt_br: Último Incremento: %@ segundos
pt_pt: Último Incremento: %@ segundos
ru: Последнее увеличение: %@ секунд
zh_hans: 上次递增：%@ 秒
zh_hant: 最後一次增加：%@ 秒

source: Last updated: September 2, 2024
de: Zuletzt aktualisiert: 2. September 2024
es: Última actualización: 2 de septiembre de 2024
fr: Dernière mise à jour : 2 septembre 2024
ja: 最終更新日：2024年9月2日
ko: 마지막 업데이트: 2024년 9월 2일
pt_br: Última atualização: 2 de setembro de 2024
pt_pt: Última atualização: 2 de setembro de 2024
ru: Последнее обновление: 2 сентября 2024
zh_hans: 最后更新：2024年9月2日
zh_hant: 最後更新日期：2024 年 9 月 2 日

source: Left/Right Exercise
de: Links/Rechts-Übung
es: Ejercicio Izquierda/Derecha
fr: Exercice gauche/droite
ja: 左右の運動
ko: 좌우 운동
pt_br: Exercício Esquerda/Direita
pt_pt: Exercício Esquerda/Direita
ru: Упражнение Влево/Вправо
zh_hans: 左右练习
zh_hant: 左右運動

source: Licensor may update this EULA from time to time. The updated EULA will be posted within the App and will take effect immediately upon posting. Your continued use of the App following any changes indicates your acceptance of the new EULA.
de: Der Lizenzgeber kann diese EULA von Zeit zu Zeit aktualisieren. Die aktualisierte EULA wird in der App veröffentlicht und tritt sofort nach der Veröffentlichung in Kraft. Ihre weitere Nutzung der App nach Änderungen bedeutet, dass Sie die neue EULA akzeptieren.
es: El Licenciante puede actualizar este EULA de vez en cuando. El EULA actualizado se publicará dentro de la App y entrará en vigencia inmediatamente después de su publicación. Su uso continuo de la App después de cualquier cambio indica su aceptación del nuevo EULA.
fr: Le concédant peut mettre à jour ce CLUF de temps en temps. Le CLUF mis à jour sera publié dans l'application et prendra effet immédiatement après sa publication. Votre utilisation continue de l'application après toute modification indique votre acceptation du nouveau CLUF.
ja: ライセンサーは随時、本EULAを更新することができます。更新されたEULAはアプリ内に掲載され、掲載と同時に効力を発揮します。アプリの継続使用は、新しいEULAへの同意を示します。
ko: 라이선스 제공자는 본 최종 사용자 사용권 계약(EULA)을 수시로 업데이트할 수 있습니다. 업데이트된 EULA는 앱 내에 게시되며 게시 즉시 효력이 발생합니다. 변경 후 앱을 계속 사용하면 새 EULA에 동의하는 것으로 간주됩니다.
pt_br: O Licenciante pode atualizar este EULA de tempos em tempos. O EULA atualizado será postado no App e entrará em vigor imediatamente após a publicação. O uso continuado do App após quaisquer alterações indica sua aceitação do novo EULA.
pt_pt: O Licenciante pode atualizar este EULA periodicamente. O EULA atualizado será publicado na App e entrará em vigor imediatamente após a publicação. O seu uso contínuo da App após qualquer alteração indica a sua aceitação do novo EULA.
ru: Лицензиар может время от времени обновлять это ЛСАП. Обновленное ЛСАП будет размещено в приложении и вступит в силу сразу после публикации. Продолжение использования приложения после любых изменений означает ваше согласие с новым ЛСАП.
zh_hans: 许可方可能会不时更新本《最终用户许可协议》（EULA）。更新后的 EULA 将在应用程序内发布并在发布后立即生效。您继续使用该应用表明您接受新的 EULA。
zh_hant: 許可方可以不時更新本最終用戶許可協議 (EULA)。更新的 EULA 將在應用程式內發布，並在發布後立即生效。您在任何變更後繼續使用該應用程式即表示您接受新的 EULA。

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
ko: 로딩 중...
pt_br: Carregando...
pt_pt: A carregar...
ru: Загрузка...
zh_hans: 加载中……
zh_hant: 載入中…

source: Minutes exercised today
de: Heutige Übungsminuten
es: Minutos ejercitados hoy
fr: Minutes exercées aujourd'hui
ja: 今日運動した時間（分）
ko: 오늘 운동한 시간
pt_br: Minutos de exercício hoje
pt_pt: Minutos exercitados hoje
ru: Минуты упражнений сегодня
zh_hans: 今日锻炼分钟数
zh_hant: 今天運動的分鐘數

source: Mixed Cardio
de: Gemischtes Cardio
es: Cardio mixto
fr: Cardio mixte
ja: ミックスカーディオ
ko: 혼합 심장 강화 운동
pt_br: Cardio Misto
pt_pt: Cardio Misto
ru: Смешанный кардио
zh_hans: 混合有氧
zh_hant: 混合有氧運動

source: Month Change:
de: Monatsänderung:
es: Cambio de mes:
fr: Changement de mois :
ja: 月の変更:
ko: 월 변경:
pt_br: Mudança de Mês:
pt_pt: Alteração de Mês:
ru: Изменение месяца:
zh_hans: 月份变更：
zh_hant: 月變更：

source: Month Change: Available in %lld days
de: Monatsänderung: Verfügbar in %lld Tagen
es: Cambio de mes: Disponible en %lld días
fr: Changement de mois : Disponible dans %lld jours
ja: 月の変更: 利用可能まであと%lld日
ko: 월 변경: %lld일 후 사용 가능
pt_br: Mudança de Mês: Disponível em %lld dias
pt_pt: Alteração de Mês: Disponível em %lld dias
ru: Изменение месяца: Доступно через %lld дней
zh_hans: 月份变更：将在 %lld 天后可用
zh_hant: 月變更：還需 %lld 天

source: Month:
de: Monat:
es: Mes:
fr: Mois :
ja: 月:
ko: 월:
pt_br: Mês:
pt_pt: Mês:
ru: Месяц:
zh_hans: 月份：
zh_hant: 月份：

source: Month: Available in %lld days
de: Monat: Verfügbar in %lld Tagen
es: Mes: Disponible en %lld días
fr: Mois : Disponible dans %lld jours
ja: 月: 利用可能まであと%lld日
ko: 월: %lld일 후 사용 가능
pt_br: Mês: Disponível em %lld dias
pt_pt: Mês: Disponível em %lld dias
ru: Месяц: Доступно через %lld дней
zh_hans: 月份：将在 %lld 天后可用
zh_hant: 月份：還需 %lld 天

source: No stashed exercises
de: Keine gespeicherten Übungen
es: No hay ejercicios guardados
fr: Aucun exercice en réserve
ja: 隠し運動はありません
ko: 저장된 운동 없음
pt_br: Nenhum exercício armazenado
pt_pt: Sem exercícios arquivados
ru: Нет сохраненных упражнений
zh_hans: 暂无存储的锻炼
zh_hant: 沒有儲存的運動

source: Notes
de: Notizen
es: Notas
ja: ノート
ko: 노트
pt_br: Notas
pt_pt: Notas
ru: Заметки
zh_hans: 笔记
zh_hant: 筆記

source: Other
de: Andere
es: Otros
fr: Autre
ja: その他
ko: 기타
pt_br: Outros
pt_pt: Outros
ru: Прочее
zh_hans: 其他
zh_hant: 其他

source: Overview
de: Übersicht
es: Descripción general
fr: Aperçu
ja: 概要
ko: 개요
pt_br: Visão Geral
pt_pt: Visão geral
ru: Обзор
zh_hans: 概览
zh_hant: 總覽

source: Please review and agree to the following terms to use the app.
de: Bitte überprüfen und akzeptieren Sie die folgenden Bedingungen, um die App zu nutzen.
es: Revise y acepte los siguientes términos para usar la aplicación.
fr: Veuillez examiner et accepter les conditions suivantes pour utiliser l'application.
ja: アプリを使用する前に、以下の条件を確認し同意してください。
ko: 앱을 사용하려면 다음 약관을 검토하고 동의해 주세요.
pt_br: Por favor, revise e concorde com os seguintes termos para usar o aplicativo.
pt_pt: Por favor, reveja e aceite os seguintes termos para utilizar a aplicação.
ru: Пожалуйста, ознакомьтесь и согласитесь с следующими условиями, чтобы использовать приложение.
zh_hans: 请查看并同意以下条款以使用该应用。
zh_hant: 請查看並同意以下條款以使用此應用程式。

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보처리방침
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Privacy Policy for Incremental: Calisthenics
de: Datenschutzrichtlinie für Incremental: Calisthenics
es: Política de privacidad para Incremental: Calistenia
fr: Politique de confidentialité pour Incremental: Calisthenics
ja: Incremental: Calisthenics のプライバシーポリシー
ko: Incremental: Calisthenics의 개인정보처리방침
pt_br: Política de Privacidade do Incremental: Calisthenics
pt_pt: Política de Privacidade do Incremental: Calistenia
ru: Политика конфиденциальности для Incremental: Calisthenics
zh_hans: Incremental: 自重训练的隐私政策
zh_hant: Incremental: Calisthenics 的隱私政策

source: Reps
de: Wiederholungen
es: Repeticiones
fr: Répétitions
ja: レップス
ko: 반복 횟수
pt_br: Repetições
pt_pt: Repetições
ru: Повторения
zh_hans: 重复
zh_hant: 重複次數

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pt_br: Redefinir
pt_pt: Redefinir
ru: Сбросить
zh_hans: 重置
zh_hant: 重設

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
ko: 보안
pt_br: Segurança
pt_pt: Segurança
ru: Безопасность
zh_hans: 安全
zh_hant: 安全性
